Repository: avcg/sires_task_api
Catalog: priv/gettext/*/LC_MESSAGES/notifier.po
Languages: ru

source: New task "%{task}" in project "%{project}"
ru: Новая задача "%{task}" в проекте "%{project}"

source: Task "%{task}" from project "%{project}" updated
ru: Задача "%{task}" из проекта "%{project}" обновлена

source: New attachment version "%{task}" in project "%{project}"
ru: Новая версия вложения в задаче "%{task}" в проекте "%{project}"

source: %{author} commented on "%{task}" in project "%{project}"
ru: %{author} добавил комментарий к задаче "%{task}" в проекте "%{project}"

source: %{user} added to "%{task}" in project "%{project}"
ru: %{user} добавлен участником к задаче "%{task}" в проекте "%{project}"

source: Task "%{child_task}" referenced in "%{parent_task}" in project "%{project}"
ru: Задача "%{child_task}" связана с задачей "%{parent_task}" в проекте "%{project}"

source: Task "%{task}" from project "%{project}" deleted
ru: Задача "%{task}" из проекта "%{project}" удалена

source: %{user} removed from "%{task}" in project "%{project}"
ru: %{user} удалён из задачи "%{task}" в проекте "%{project}"

source: Task "%{task}" in project "%{project}" completed
ru: Задача "%{task}" в проекте "%{project}" завершена

source: Task "%{task}" in project "%{project}" put back to work
ru: Задача "%{task}" в проекте "%{project}" возвращена в работу

source: Project: %{project}
ru: Проект: %{project}

source: Task: %{task}
ru: Задача: %{task}

source: Author: %{author}
ru: Автор: %{author}

source: User: %{user}
ru: Пользователь: %{user}

source: Parent task: %{task}
ru: Родительская задача: %{task}

source: Child task: %{task}
ru: Связанная задача: %{task}
